Revit 2024 API
StructuralSectionGeneralI.FlangeToeOfFillet Property
 Detailing distance from center of web to flange toe of fillet, in. (mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018
Syntax
C#
public double FlangeToeOfFillet { get; set; }
Visual Basic
Public Property FlangeToeOfFillet As Double
	Get
	Set
Visual C++
public:
property double FlangeToeOfFillet {
	double get ();
	void set (double value);
}
See Also
StructuralSectionGeneralI Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace